export const baseUrl = 'https://62c6f5e76c899185.mokky.dev';

export const nav = [
	{
		id: 1,
		name: 'Главная',
		href: '/',
	},
	{
		id: 2,
		name: 'О нас',
		href: '/about',
	},
	{
		id: 3,
		name: 'Продукты',
		href: '/products',
	},
	{
		id: 4,
		name: 'Блог',
		href: '/blog',
	},
	{
		id: 5,
		name: 'Отзывы',
		href: '/reviews',
	},
	{
		id: 6,
		name: 'Контакты',
		href: '/contacts',
	},
	{
		id: 7,
		name: 'FAQ',
		href: '/faq',
	},
];

export const homeBenefits = [
	{
		id: 1,
		title: 'Здоровье и безопасность',
		text: 'Мы стремимся к тому, чтобы наши продукты были максимально полезными и безопасными для здоровья наших клиентов. Все товары проходят тщательную проверку на соответствие экологическим стандартам.',
	},
	{
		id: 2,
		title: 'Забота о природе',
		text: '	Мы стремимся к тому, чтобы наши продукты были максимально полезными и безопасными для здоровья наших клиентов. Все товары проходят тщательную проверку на соответствие экологическим стандартам.',
	},
	{
		id: 3,
		title: 'Забота о природе',
		text: '			Мы осознаем свою ответственность перед природой и стараемся минимизировать воздействие на окружающую среду. Это включает использование биоразлагаемой упаковки, поддержку органических методов земледелия и отказ от использования вредных химических веществ.',
	},
	{
		id: 4,
		title: 'Прозрачность и честность',
		text: 'Мы открыты перед нашими клиентами и готовы предоставить всю необходимую информацию о происхождении и составе каждого продукта. Вы всегда можете узнать, откуда пришел товар и какие методы использовались при его производстве.',
	},
	{
		id: 5,
		title: 'Поддержка местных производителей',
		text: 'Мы поддерживаем российских фермеров и производителей, предлагая им возможность продавать свои экологически чистые продукты через нашу платформу. Это помогает развивать местное сельское хозяйство и способствует укреплению экономики региона.',
	},
	{
		id: 6,
		title: 'Инновации и развитие',
		text: 'Мы постоянно ищем новые способы улучшения нашей работы, внедряя современные технологии и подходы, которые позволяют нам предлагать вам еще больше полезных и вкусных продуктов.',
	},
];
